// click: Событие возникает при клике на элементе.
// mouseover: Событие возникает, когда указатель мыши наводится на элемент.
// keydown: Событие возникает при нажатии клавиши на клавиатуре.
// submit: Событие возникает при отправке формы.
// resize: Событие возникает при изменении размеров окна браузера.
// Чтобы обрабатывать события DOM, вы можете назначать обработчики событий с использованием JavaScript. Обработчики событий позволяют выполнять определенные действия при возникновении событий, таких как вызов функции или изменение элементов на странице.

// Пример добавления обработчика события click:

// javascript
// Copy code
const button = document.getElementById("myButton");

button.addEventListener("click", function() {
  // Действия, выполняемые при клике на кнопку
});