const questions = [
    {
        id: 1,
        question: 'Какая столица Франции?',
        options: ['Лондон', 'Париж', 'Берлин', 'Мадрид'],
        correctAnswer: 'Париж',
    },
    {
        id: 2,
        question: 'Какой самый большой океан?',
        options: ['Индийский океан', 'Северный Ледовитый океан', 'Тихий океан', 'Атлантический океан'],
        correctAnswer: 'Тихий океан',
    },
    {
        id: 3,
        question: 'Какая самая высокая гора в мире?',
        options: ['Килиманджаро', 'Эльбрус', 'Мак-Кинли', 'Эверест'],
        correctAnswer: 'Эверест',
    },
    {
        id: 4,
        question: 'Какой газ самый распространенный в атмосфере Земли?',
        options: ['Азот', 'Кислород', 'Аргон', 'Углекислый газ'],
        correctAnswer: 'Азот',
    },
    {
        id: 5,
        question: 'Какое химическое обозначение углекислого газа?',
        options: ['CO', 'CO2', 'C2H5OH', 'CH4'],
        correctAnswer: 'CO2',
    },
    {
        id: 6,
        question: 'Как называется столица Японии?',
        options: ['Пекин', 'Сеул', 'Токио', 'Хонконг'],
        correctAnswer: 'Токио',
    },
    {
        id: 7,
        question: 'Какая самая большая планета в Солнечной системе?',
        options: ['Земля', 'Марс', 'Юпитер', 'Венера'],
        correctAnswer: 'Юпитер',
    },
    {
        id: 8,
        question: 'Какой химический элемент обозначается символом "H"?',
        options: ['Гелий', 'Гидроген', 'Германий', 'Гликоген'],
        correctAnswer: 'Гидроген',
    },
    {
        id: 9,
        question: 'Сколько костей в человеческом скелете?',
        options: ['206', '196', '216', '226'],
        correctAnswer: '206',
    },
    {
        id: 10,
        question: 'Какое животное является символом Австралии?',
        options: ['Кенгуру', 'Коала', 'Вомбат', 'Полоз'],
        correctAnswer: 'Кенгуру',
    },
    {
        id: 11,
        question: 'Как называется процесс, при котором растения превращают солнечный свет в энергию?',
        options: ['Фотосинтез', 'Респирация', 'Транспирация', 'Митоз'],
        correctAnswer: 'Фотосинтез',
    },
    {
        id: 12,
        question: 'Какой газ нужен для дыхания человека?',
        options: ['Кислород', 'Азот', 'Углекислый газ', 'Водород'],
        correctAnswer: 'Кислород',
    },
    {
        id: 13,
        question: 'Какая самая длинная река в мире?',
        options: ['Амазонка', 'Нил', 'Янцзы', 'Миссисипи'],
        correctAnswer: 'Нил',
    },
    {
        id: 14,
        question: 'Сколько пальцев на одной руке человека?',
        options: ['5', '4', '6', '7'],
        correctAnswer: '5',
    }
    ];


module.exports = questions
